Repository: crazygang-ai/skillport
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: %lld skill updates available
ja: %lld 件のスキル更新が利用可能
zh_hans: %lld 个技能有可用更新
zh_hant: %lld 個技能有可用更新

source: %lld skills installed
ja: %lld 件のスキルをインストール済み
zh_hans: 已安装 %lld 个技能
zh_hant: 已安裝 %lld 個技能

source: About
ja: Skillport について
zh_hans: 关于
zh_hant: 關於

source: All Skills
ja: すべてのスキル
zh_hans: 全部技能
zh_hant: 全部技能

source: All Time
ja: 全期間
zh_hans: 全部
zh_hant: 全部

source: Automatically check for updates
ja: 自動的に更新を確認する
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Back to Dashboard
ja: ダッシュボードに戻る
zh_hans: 返回仪表盘
zh_hant: 返回儀表板

source: Check for Skill Updates
ja: スキルの更新を確認
zh_hans: 检查技能更新
zh_hant: 檢查技能更新

source: Check for updates
ja: 更新を確認
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check now
ja: いま確認
zh_hans: 立即检查
zh_hant: 立即檢查

source: Copied install command
ja: インストールコマンドをコピーしました
zh_hans: 已复制安装命令
zh_hant: 已複製安裝指令

source: Dashboard
ja: ダッシュボード
zh_hans: 仪表盘
zh_hant: 儀表板

source: Detecting agents...
ja: エージェントを検出中...
zh_hans: 正在检测 agent...
zh_hant: 正在偵測 agent...

source: Drop a folder with SKILL.md here to import, or use ⌘N.
ja: SKILL.md を含むフォルダをここにドロップするか、⌘N でインポート。
zh_hans: 把含 SKILL.md 的文件夹拖到这里导入，或按 ⌘N。
zh_hant: 將含 SKILL.md 的資料夾拖到這裡匯入，或按 ⌘N。

source: Editor
ja: エディタ
zh_hans: 编辑器
zh_hant: 編輯器

source: Enable proxy
ja: プロキシを有効化
zh_hans: 启用代理
zh_hant: 啟用代理

source: Failed to save password: %@
ja: パスワードの保存に失敗: %@
zh_hans: 密码保存失败：%@
zh_hant: 儲存密碼失敗：%@

source: Filter by agent
ja: エージェントで絞り込み
zh_hans: 按 agent 筛选
zh_hant: 依 agent 篩選

source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: Host
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: Hot
ja: ホット
zh_hans: 热门
zh_hant: 熱門

source: Import failed: %@
ja: インポート失敗: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

source: Import Skill…
ja: スキルをインポート…
zh_hans: 导入技能…
zh_hant: 匯入技能…

source: Imported %@
ja: インポート済み: %@
zh_hans: 已导入 %@
zh_hant: 已匯入 %@

source: Install
ja: インストール
zh_hans: 安装
zh_hant: 安裝

source: Install to agents
ja: エージェントにインストール
zh_hans: 安装到 agent
zh_hant: 安裝到 agent

source: Install to Skillport
ja: Skillport にインストール
zh_hans: 安装到 Skillport
zh_hant: 安裝到 Skillport

source: Installed %@
ja: インストール済み: %@
zh_hans: 已安装 %@
zh_hant: 已安裝 %@

source: Installing…
ja: インストール中…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Last checked %@
ja: 前回確認 %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Load failed: %@
ja: 読み込みに失敗: %@
zh_hans: 加载失败：%@
zh_hant: 載入失敗：%@

source: Network
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

source: Never checked for updates
ja: 更新を確認したことがありません
zh_hans: 尚未检查更新
zh_hant: 尚未檢查更新

source: No results
ja: 結果がありません
zh_hans: 无结果
zh_hant: 無結果

source: No skills available
ja: 利用可能なスキルがありません
zh_hans: 暂无技能
zh_hant: 暫無技能

source: No skills yet
ja: まだスキルがありません
zh_hans: 尚无技能
zh_hant: 尚無技能

source: Open Skillport
ja: Skillport を開く
zh_hans: 打开 Skillport
zh_hant: 開啟 Skillport

source: Password (stored in Keychain)
ja: パスワード (Keychain に保存)
zh_hans: 密码（存于 Keychain）
zh_hant: 密碼（儲存於 Keychain）

source: Port
ja: ポート
zh_hans: 端口
zh_hant: 連接埠

source: Proxy password saved
ja: プロキシパスワードを保存しました
zh_hans: 代理密码已保存
zh_hant: 代理密碼已儲存

source: Quit Skillport
ja: Skillport を終了
zh_hans: 退出 Skillport
zh_hant: 結束 Skillport

source: Registry
ja: レジストリ
zh_hans: 注册表
zh_hant: 註冊表

source: Rescan
ja: 再スキャン
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Save failed: %@
ja: 保存に失敗: %@
zh_hans: 保存失败：%@
zh_hant: 儲存失敗：%@

source: Save password
ja: パスワードを保存
zh_hans: 保存密码
zh_hant: 儲存密碼

source: Saved.
ja: 保存しました。
zh_hans: 已保存。
zh_hant: 已儲存。

source: Scanning…
ja: スキャン中…
zh_hans: 扫描中…
zh_hant: 掃描中…

source: Search skills
ja: スキルを検索
zh_hans: 搜索技能
zh_hant: 搜尋技能

source: Select a skill to see details
ja: スキルを選択して詳細を表示
zh_hans: 选择一个技能查看详情
zh_hant: 選擇一個技能查看詳情

source: Toggle failed: %@
ja: 切り替え失敗: %@
zh_hans: 切换失败：%@
zh_hant: 切換失敗：%@

source: Trending
ja: トレンド
zh_hans: 趋势
zh_hant: 趨勢

source: Type
ja: タイプ
zh_hans: 类型
zh_hant: 類型

source: Update
ja: アップデート
zh_hans: 更新
zh_hant: 更新

source: Updates
ja: アップデート
zh_hans: 更新
zh_hant: 更新

source: Username (optional)
ja: ユーザー名 (任意)
zh_hans: 用户名（可选）
zh_hant: 使用者名稱（選填）

source: Views
ja: ビュー
zh_hans: 视图
zh_hant: 檢視

source: %@ is not detected on this Mac.
ja: %@ はこの Mac で検出されていません。
zh_hans: 未在这台 Mac 上检测到 %@。
zh_hant: 未在這台 Mac 上偵測到 %@。

source: %@: direct link. Click to unlink.
ja: %@: 直接リンクです。クリックすると解除します。
zh_hans: %@：直接链接。点击可取消链接。
zh_hant: %@：直接連結。點按可取消連結。

source: %@: direct link. Click to unlink. CLI/config not detected on this Mac.
ja: %@: 直接リンクです。クリックすると解除します。この Mac で CLI/config が検出されていません。
zh_hans: %@：直接链接。点击可取消链接。未在这台 Mac 上检测到 CLI/config。
zh_hant: %@：直接連結。點按可取消連結。未在這台 Mac 上偵測到 CLI/config。

source: %@: external assignment. Import the skill into Skillport before changing links.
ja: %@: 外部割り当てです。リンクを変更する前にスキルを Skillport にインポートしてください。
zh_hans: %@：外部分配。先将该技能导入 Skillport 后才能更改链接。
zh_hant: %@：外部分配。先將該技能匯入 Skillport 後才能變更連結。

source: %@: external assignment. Import the skill into Skillport before changing links. CLI/config not detected on this Mac.
ja: %@: 外部割り当てです。リンクを変更する前にスキルを Skillport にインポートしてください。この Mac で CLI/config が検出されていません。
zh_hans: %@：外部分配。先将该技能导入 Skillport 后才能更改链接。未在这台 Mac 上检测到 CLI/config。
zh_hant: %@：外部分配。先將該技能匯入 Skillport 後才能變更連結。未在這台 Mac 上偵測到 CLI/config。

source: %@: inherited through fallback. It can use this skill without a direct link.
ja: %@: fallback 経由で継承されています。直接リンクなしでこのスキルを使用できます。
zh_hans: %@：通过 fallback 继承。无需直接链接即可使用该技能。
zh_hant: %@：透過 fallback 繼承。無需直接連結即可使用該技能。

source: %@: inherited through fallback. It can use this skill without a direct link. CLI/config not detected on this Mac.
ja: %@: fallback 経由で継承されています。直接リンクなしでこのスキルを使用できます。この Mac で CLI/config が検出されていません。
zh_hans: %@：通过 fallback 继承。无需直接链接即可使用该技能。未在这台 Mac 上检测到 CLI/config。
zh_hant: %@：透過 fallback 繼承。無需直接連結即可使用該技能。未在這台 Mac 上偵測到 CLI/config。

source: %@: not assigned. Click to create a direct link.
ja: %@: 未割り当てです。クリックすると直接リンクを作成します。
zh_hans: %@：未分配。点击可创建直接链接。
zh_hant: %@：未分配。點按可建立直接連結。

source: %@: not assigned; CLI/config not detected on this Mac.
ja: %@: 未割り当てです。この Mac で CLI/config が検出されていません。
zh_hans: %@：未分配；未在这台 Mac 上检测到 CLI/config。
zh_hant: %@：未分配；未在這台 Mac 上偵測到 CLI/config。

source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: All skills are up to date
ja: すべてのスキルは最新です
zh_hans: 所有技能均为最新
zh_hant: 所有技能均為最新

source: Browse the skill registry
ja: スキルレジストリを参照
zh_hans: 浏览技能注册表
zh_hant: 瀏覽技能登錄檔

source: Bypass proxy for
ja: プロキシをバイパスする対象
zh_hans: 代理绕过目标
zh_hant: 代理略過目標

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel deletion
ja: 削除をキャンセル
zh_hans: 取消删除
zh_hant: 取消刪除

source: Cancel import
ja: インポートをキャンセル
zh_hans: 取消导入
zh_hant: 取消匯入

source: Check all skills for updates
ja: すべてのスキルの更新を確認
zh_hans: 检查所有技能更新
zh_hant: 檢查所有技能更新

source: Check for app updates
ja: アプリの更新を確認
zh_hans: 检查应用更新
zh_hant: 檢查應用程式更新

source: Check for app updates automatically
ja: アプリの更新を自動確認
zh_hans: 自动检查应用更新
zh_hant: 自動檢查應用程式更新

source: Check for app updates now
ja: 今すぐアプリの更新を確認
zh_hans: 立即检查应用更新
zh_hant: 立即檢查應用程式更新

source: Choose proxy type
ja: プロキシ種別を選択
zh_hans: 选择代理类型
zh_hant: 選擇代理類型

source: Choose the app language
ja: アプリの言語を選択
zh_hans: 选择应用语言
zh_hant: 選擇應用程式語言

source: Clear the agent filter (click title) and toggle %@ on a skill.
ja: agent フィルタ（タイトルをクリック）を解除し、スキルで %@ を切り替えてください。
zh_hans: 清除 agent 过滤器（点击标题），然后在某个技能上开启 %@。
zh_hant: 清除 agent 篩選器（點按標題），然後在某個技能上開啟 %@。

source: Comma-separated hosts that bypass the proxy
ja: プロキシをバイパスするホストをカンマ区切りで入力
zh_hans: 用逗号分隔绕过代理的主机
zh_hant: 用逗號分隔略過代理的主機

source: Copied skill path
ja: スキルのパスをコピーしました
zh_hans: 已复制技能路径
zh_hant: 已複製技能路徑

source: Copy install command
ja: インストールコマンドをコピー
zh_hans: 复制安装命令
zh_hant: 複製安裝指令

source: Copy skill path
ja: スキルのパスをコピー
zh_hans: 复制技能路径
zh_hant: 複製技能路徑

source: Creates a direct link for this agent.
ja: この agent の直接リンクを作成します。
zh_hans: 为此 agent 创建直接链接。
zh_hant: 為此 agent 建立直接連結。

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete %@ everywhere from Skillport? This removes the shared skill, all direct links, and update metadata.
ja: %@ を Skillport 全体から削除しますか？共有スキル、すべての直接リンク、更新メタデータが削除されます。
zh_hans: 要从 Skillport 中彻底删除 %@ 吗？这会移除共享技能、所有直接链接和更新元数据。
zh_hant: 要從 Skillport 中徹底刪除 %@ 嗎？這會移除共享技能、所有直接連結和更新中繼資料。

source: Delete Skill
ja: スキルを削除
zh_hans: 删除技能
zh_hant: 刪除技能

source: Delete failed: %@
ja: 削除に失敗しました: %@
zh_hans: 删除失败：%@
zh_hant: 刪除失敗：%@

source: Delete this skill
ja: このスキルを削除
zh_hans: 删除此技能
zh_hant: 刪除此技能

source: Deleted %@
ja: %@ を削除しました
zh_hans: 已删除 %@
zh_hant: 已刪除 %@

source: Direct link
ja: 直接リンク
zh_hans: 直接链接
zh_hant: 直接連結

source: Dismiss failed: %@
ja: 非表示にできませんでした: %@
zh_hans: 忽略失败：%@
zh_hant: 忽略失敗：%@

source: Dismiss notification
ja: 通知を閉じる
zh_hans: 关闭通知
zh_hant: 關閉通知

source: Dismiss this update
ja: この更新を非表示
zh_hans: 忽略此更新
zh_hant: 忽略此更新

source: Dismissed update for %@
ja: %@ の更新を非表示にしました
zh_hans: 已忽略 %@ 的更新
zh_hant: 已忽略 %@ 的更新

source: Edit SKILL.md
ja: SKILL.md を編集
zh_hans: 编辑 SKILL.md
zh_hant: 編輯 SKILL.md

source: Edit allowed tools as a comma-separated list
ja: 許可ツールをカンマ区切りリストで編集
zh_hans: 以逗号分隔列表编辑允许的工具
zh_hant: 以逗號分隔清單編輯允許的工具

source: Edit the skill description
ja: スキルの説明を編集
zh_hans: 编辑技能描述
zh_hant: 編輯技能描述

source: Edit the skill version
ja: スキルのバージョンを編集
zh_hans: 编辑技能版本
zh_hant: 編輯技能版本

source: Enable the network proxy
ja: ネットワークプロキシを有効化
zh_hans: 启用网络代理
zh_hant: 啟用網路代理

source: Enter a GitHub repository as owner/repo
ja: GitHub リポジトリを owner/repo 形式で入力
zh_hans: 以 owner/repo 格式输入 GitHub 仓库
zh_hant: 以 owner/repo 格式輸入 GitHub 儲存庫

source: Enter a subskill ID when the repository contains multiple skills
ja: リポジトリに複数のスキルがある場合はサブスキル ID を入力
zh_hans: 当仓库包含多个技能时输入子技能 ID
zh_hant: 當儲存庫包含多個技能時輸入子技能 ID

source: External
ja: 外部
zh_hans: 外部
zh_hant: 外部

source: Filter installed skills by name
ja: インストール済みスキルを名前で絞り込み
zh_hans: 按名称过滤已安装技能
zh_hant: 按名稱篩選已安裝技能

source: Filter skills by ownership
ja: 所有者でスキルを絞り込み
zh_hans: 按归属过滤技能
zh_hant: 按歸屬篩選技能

source: I/O error at %@: %@
ja: %@ で I/O エラー: %@
zh_hans: %@ 发生 I/O 错误：%@
zh_hant: %@ 發生 I/O 錯誤：%@

source: Import
ja: インポート
zh_hans: 导入
zh_hant: 匯入

source: Import a local skill folder
ja: ローカルのスキルフォルダをインポート
zh_hans: 导入本地技能文件夹
zh_hant: 匯入本機技能資料夾

source: Import a skill from GitHub
ja: GitHub からスキルをインポート
zh_hans: 从 GitHub 导入技能
zh_hant: 從 GitHub 匯入技能

source: Import from GitHub
ja: GitHub からインポート
zh_hans: 从 GitHub 导入
zh_hant: 從 GitHub 匯入

source: Import this GitHub skill
ja: この GitHub スキルをインポート
zh_hans: 导入此 GitHub 技能
zh_hant: 匯入此 GitHub 技能

source: Inherited
ja: 継承済み
zh_hans: 已继承
zh_hant: 已繼承

source: Install command
ja: インストールコマンド
zh_hans: 安装命令
zh_hant: 安裝指令

source: Install into Skillport
ja: Skillport にインストール
zh_hans: 安装到 Skillport
zh_hant: 安裝到 Skillport

source: Install to %@
ja: %@ にインストール
zh_hans: 安装到 %@
zh_hant: 安裝到 %@

source: Install to selected agents
ja: 選択した agents にインストール
zh_hans: 安装到所选 agents
zh_hant: 安裝到所選 agents

source: Keychain error: %@
ja: Keychain エラー: %@
zh_hans: Keychain 错误：%@
zh_hant: Keychain 錯誤：%@

source: Language changed.
ja: 言語を変更しました。
zh_hans: 语言已更改。
zh_hant: 語言已變更。

source: Language changes apply immediately.
ja: 言語の変更はすぐに適用されます。
zh_hans: 语言更改会立即生效。
zh_hant: 語言變更會立即生效。

source: Lockfile invalid: %@. Continuing without it.
ja: Lockfile が無効です: %@。使用せずに続行します。
zh_hans: Lockfile 无效：%@。将继续运行但不使用它。
zh_hant: Lockfile 無效：%@。將繼續執行但不使用它。

source: Network error: %@
ja: ネットワークエラー: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

source: No skills installed to %@
ja: %@ にインストールされたスキルはありません
zh_hans: 没有安装到 %@ 的技能
zh_hant: 沒有安裝到 %@ 的技能

source: Not assigned
ja: 未割り当て
zh_hans: 未分配
zh_hant: 未分配

source: Open Skillport on GitHub
ja: GitHub で Skillport を開く
zh_hans: 在 GitHub 打开 Skillport
zh_hant: 在 GitHub 開啟 Skillport

source: Open app information
ja: アプリ情報を開く
zh_hans: 打开应用信息
zh_hant: 開啟應用程式資訊

source: Open general settings
ja: 一般設定を開く
zh_hans: 打开通用设置
zh_hant: 開啟一般設定

source: Open network settings
ja: ネットワーク設定を開く
zh_hans: 打开网络设置
zh_hant: 開啟網路設定

source: Open source repository
ja: ソースリポジトリを開く
zh_hans: 打开源代码仓库
zh_hant: 開啟原始碼儲存庫

source: Open the main Skillport window
ja: Skillport のメインウィンドウを開く
zh_hans: 打开 Skillport 主窗口
zh_hant: 開啟 Skillport 主視窗

source: Open this skill on skills.sh
ja: skills.sh でこのスキルを開く
zh_hans: 在 skills.sh 打开此技能
zh_hant: 在 skills.sh 開啟此技能

source: Open update settings
ja: 更新設定を開く
zh_hans: 打开更新设置
zh_hant: 開啟更新設定

source: Optional proxy username
ja: 任意のプロキシユーザー名
zh_hans: 可选代理用户名
zh_hant: 選填代理使用者名稱

source: Ownership
ja: 所有者
zh_hans: 归属
zh_hant: 歸屬

source: Parse failed: %@
ja: 解析に失敗しました: %@
zh_hans: 解析失败：%@
zh_hant: 解析失敗：%@

source: Proxy host name or IP address
ja: プロキシのホスト名または IP アドレス
zh_hans: 代理主机名或 IP 地址
zh_hant: 代理主機名稱或 IP 位址

source: Proxy password stored in Keychain
ja: プロキシパスワードは Keychain に保存されます
zh_hans: 代理密码存储在 Keychain 中
zh_hant: 代理密碼儲存在 Keychain 中

source: Proxy port number
ja: プロキシのポート番号
zh_hans: 代理端口号
zh_hant: 代理連接埠號碼

source: Remove %@ from install targets
ja: %@ をインストール先から削除
zh_hans: 从安装目标中移除 %@
zh_hant: 從安裝目標中移除 %@

source: Repository
ja: リポジトリ
zh_hans: 仓库
zh_hant: 儲存庫

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Retry loading skills
ja: スキルの読み込みを再試行
zh_hans: 重试加载技能
zh_hant: 重試載入技能

source: Reveal in Finder
ja: Finder に表示
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Save changes to SKILL.md
ja: SKILL.md への変更を保存
zh_hans: 保存对 SKILL.md 的更改
zh_hant: 儲存對 SKILL.md 的變更

source: Save proxy password to Keychain
ja: プロキシパスワードを Keychain に保存
zh_hans: 将代理密码保存到 Keychain
zh_hant: 將代理密碼儲存到 Keychain

source: Scan local skills and agents
ja: ローカルのスキルと agents をスキャン
zh_hans: 扫描本地技能和 agents
zh_hant: 掃描本機技能和 agents

source: Search installed skills
ja: インストール済みスキルを検索
zh_hans: 搜索已安装技能
zh_hant: 搜尋已安裝技能

source: Search registry skills
ja: レジストリのスキルを検索
zh_hans: 搜索注册表技能
zh_hant: 搜尋登錄檔技能

source: Show all-time leaderboard
ja: 全期間ランキングを表示
zh_hans: 显示总榜
zh_hant: 顯示總榜

source: Show hot skills
ja: 人気スキルを表示
zh_hans: 显示热门技能
zh_hant: 顯示熱門技能

source: Show installed skills
ja: インストール済みスキルを表示
zh_hans: 显示已安装技能
zh_hant: 顯示已安裝技能

source: Show skill details
ja: スキル詳細を表示
zh_hans: 显示技能详情
zh_hant: 顯示技能詳情

source: Show skills for %@
ja: %@ のスキルを表示
zh_hans: 显示 %@ 的技能
zh_hant: 顯示 %@ 的技能

source: Show trending skills
ja: トレンドスキルを表示
zh_hans: 显示趋势技能
zh_hant: 顯示趨勢技能

source: Skill ID (optional)
ja: スキル ID（任意）
zh_hans: 技能 ID（可选）
zh_hant: 技能 ID（選填）

source: This agent receives the skill through a fallback directory.
ja: この agent は fallback ディレクトリ経由でスキルを受け取ります。
zh_hans: 此 agent 通过 fallback 目录获得该技能。
zh_hant: 此 agent 透過 fallback 目錄取得該技能。

source: Unable to load skills
ja: スキルを読み込めません
zh_hans: 无法加载技能
zh_hant: 無法載入技能

source: Unlinks this skill from the agent.
ja: このスキルと agent のリンクを解除します。
zh_hans: 取消此技能与该 agent 的链接。
zh_hant: 取消此技能與該 agent 的連結。

source: Update check failed: %@
ja: 更新確認に失敗しました: %@
zh_hans: 更新检查失败：%@
zh_hant: 更新檢查失敗：%@

source: Update failed: %@
ja: 更新に失敗しました: %@
zh_hans: 更新失败：%@
zh_hant: 更新失敗：%@

source: Update this skill
ja: このスキルを更新
zh_hans: 更新此技能
zh_hant: 更新此技能

source: Updated %@
ja: %@ を更新しました
zh_hans: 已更新 %@
zh_hant: 已更新 %@

source: git failed: %@
ja: git が失敗しました: %@
zh_hans: git 失败：%@
zh_hant: git 失敗：%@

source: %lld installs
ja: %lld 件のインストール
zh_hans: %lld 次安装
zh_hant: %lld 次安裝

source: Allowed tools (comma-separated)
ja: 許可ツール（カンマ区切り）
zh_hans: 允许的工具（逗号分隔）
zh_hant: 允許的工具（逗號分隔）

source: Choose a skill folder
ja: スキルフォルダを選択
zh_hans: 选择技能文件夹
zh_hant: 選擇技能資料夾

source: Description
ja: 説明
zh_hans: 描述
zh_hant: 描述

source: Documentation unavailable
ja: ドキュメントを利用できません
zh_hans: 文档不可用
zh_hant: 文件不可用

source: Loading…
ja: 読み込み中…
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Select a skill
ja: スキルを選択
zh_hans: 选择一个技能
zh_hant: 選擇一個技能

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本
